{
    "0" : {
        "content": "The reintroduction of lockdown restrictions in Leicester leads many of Tuesday’s papers, along with Boris Johnson’s proposed “new deal” to help Britain’s recovery after the coronavirus.\r\nThe Times leads with the Prime Minister’s echoing of Roosevelt with the announcement of a £5 billion programme of “accelerated capital spending on hospitals, roads, rail, prisons, courts, schools and high streets”.\r\nThe Daily Telegraph reports on lockdown returning to Leicester after a surge in coronavirus cases, with shops and schools closing their doors again.\r\nWhile The Guardian carries stories on the new measures in Leicester and the New Deal as Mr Johnson hopes to “refocus his premiership”.\r\nMetro reports that Leicester has been “left in limbo”.\r\nWhile i reports that Leicester mayor Sir Peter Soulsby is “sceptical” about the first local lockdown.\r\nThe Independent says that ministers have been told to change their approach on testing for Covid-19 amid concern about the government’s network of laboratories.\r\nThe Daily Mirror leads on the “coronavirus blow” for Leicester, and the Daily Mail reports on the city being “plunged” into lockdown.\r\nThe Daily Express leads on the £5 billion “new deal”, while the Daily Star reports on a statue of Wurzels frontman Adge Cutler being vandalised with googly eyes.\r\nThe Financial Times reports on the impact of coronavirus on debt sales as companies sell corporate bonds to raise capital."
    },
    "1" : {
        "content": "LONDON (Reuters) - Britain, the birthplace of coal power, produced more electricity from zero-carbon sources such as wind, solar and nuclear than from fossil fuel plants for the first time in 2019, National Grid said on Wednesday.\r\n\r\nHaving built the world’s first coal-fired power plant in the 1880s, coal became Britain’s dominant electricity source and a major economic driver for the next century. But last year Britain became the first G7 country to commit to reaching net-zero emissions by 2050 and in November will host the United Nations’ international climate talks in Glasgow.\r\n\r\n“As we enter a new decade, this truly is a historic moment,” said National Grid Chief Executive John Pettigrew, referring to  the company’s latest data.\r\n\r\nThe data shows wind, solar, hydro, nuclear and imports produced about 48.5% of Britain’s electricity in 2019 while fossil fuels such as coal and gas contributed about 43%. The rest came from biomass.\r\n\r\n(GRAPHIC: Britain's electricity mix - here)\r\n\r\nThe increase in zero-carbon power marks a huge shift from almost two decades ago when fossil fuels provided about three quarters of the country’s electricity.\r\n\r\nThe shift has been mainly thanks to a rapid increase in Britain’s renewable power capacity, with wind, solar and hydro producing more than a quarter of the country’s electricity in 2019, up from only 2.3% in 1990.\r\n\r\nThis figure is expected to continue to grow as more large offshore wind farms are built.\r\n\r\nThe National Grid data shows that 8% of Britain’s electricity came from imports from Europe via interconnectors with France, Belgium, the Netherlands and Ireland.\r\n\r\nAbout 66% of these imports came from zero-carbon generation.\r\n\r\nThe data confirmed expectations for growth in low-carbon power published by National Grid in mid-2019, based on data for the first five months of the year.\r\n\r\nBritain’s windy coastlines in particular have proved to be an ideal host for large wind projects, with the northwest coast of England home to the world’s largest offshore wind farm, Orsted’s Walney Extension.\r\n\r\nReporting by Susanna Twidale; Editing by David Goodman"

    },
    "2" : {
        "content": "It is a new year at Cheltenham racecourse but some things will never change at the home of jump racing, among them the respect that must be given to well-backed Irish raiders. Ex Patriot (2.00) was attracting support soon after betting began on today’s Paddy Power Handicap Chase and there is a lot to like about Ellmarie Holden’s runner.\r\nThis is only his second chance in a handicap chase and he won the first, comfortably beating 10 rivals at Gowran in March. He was well treated at the weights that day but he still looks on a fair mark, judging by two efforts in quality novice contests in November. He did not get home on his last visit here, in the Cleeve, but this should be much less of a stamina test.\r\nPoker Play, who did not stay three miles last time, is a real threat and offers each-way value at double-figure odds.\r\n1.25 Cheltenham The Dipper Novice Chase is the original race that is not always to the swift, Defi Du Seuil and Clan Des Obeaux both having managed to get beaten in it within the last three years. Those memories inspire caution about Champ, who is no bigger than 4-7 at time of writing. After all he tested several potential avenues of defeat before consenting to pass the post first at Newbury last time, when he misjudged fences, lost his footing and almost took the wrong course. But he will know more on this third run over fences and none of his rivals pose a very obvious threat, Deyrann De Carjac having been behind him last time. Matfog is an interesting, young French raider but his form seems to leave him with a lot to find.\r\n2.35 Cheltenham This is proving a bounce-back season for Richard Hobson, operating at a 29% strike-rate since May and a winner with five of his seven runners in December. Who’s My Jockey is a very interesting addition to his yard, having scored for Philip Hobbs when last seen in June. He goes well fresh and is unexposed in staying handicap hurdles such as this one. A tongue tie is tried for the first time on the selection and Ben Jones looks an encouraging booking.\r\n3.10 Cheltenham It is surprising to see Janika returned to hurdles after running a good fourth in the Tingle Creek, behind three established top-class talents. But Nicky Henderson has a fair record at spotting hurdling opportunities for his chasers and this six-year-old looks the pick of the six runners in this Relkeel. Summerville Boy would be a threat on his best hurdles form but he has become unreliable. Roksana and Quel Destin were disappointing last time while William Henry and Emitom are likely to need this."

    }
}